[
    {
        "id": 1,
        "name": "СФЕРА ДУХОВНОЙ КУЛЬТУРЫ",
        "sub_categories": [
            {
                "id": 1,
                "name": "Культура",
                "desc": "Культура – творческая деятельность человека, направленная на преобразование действительности; процесс активной творческой деятельности, в ходе которой создаются и распределяются духовные ценности."
            },
            {
                "id": 2,
                "name": "Наука",
                "desc": "Наука – система достоверных знаний о закономерностях развития природы, общества и человека; целью науки является постижение истины и открытие объективных законов, получение научных знаний, которые лежат в основе научной картины мира."
            },
            {
                "id": 3,
                "name": "Мораль",
                "desc": "Мораль – форма общественного сознания, в которой находят отражение представления о добре и зле, справедливости и несправедливости; система ценностей и требований, регулирующих поведение человека; его отношение к другим людям, самому себе и к окружающей среде."
            },
            {
                "id": 4,
                "name": "Искусство",
                "desc": "Искусство – форма общественного сознания и вид человеческой деятельности, которая представляет собой отражение окружающей действительности в художественных образах."
            },
            {
                "id": 5,
                "name": "Религия",
                "desc": "Религия – форма общественного сознания и мировоззрение, основанное на вере в существование сверхъестественного начала."
            },
            {
                "id": 6,
                "name": "Образование",
                "desc": "Образование - результат усвоения систематизированных знаний, умений и навыков, условие подготовки человека к жизни (семья, школа СМИ); целью образования является приобщение индивида к достижениям человеческой цивилизации, ретрансляция и сохранение ее культурного достояния."
            },
            {
                "id": 7,
                "name": "Нравственность",
                "desc": "Нравственность – принципы реального практического поведения людей, имеющих более «житейское», «приземленное» значение, в которых строгость высокоморальных норм значительно смягчена."
            },
            {
                "id": 8,
                "name": "Этика",
                "desc": "Этика – это философская наука, предметом изучения которой является мораль, нравственность."
            },
            {
                "id": 9,
                "name": "Духовные потребности",
                "desc": "Духовные потребности – нужда общества и человека в создании и освоении духовных ценностей. Духовные потребности не заданы биологически, от рождения. Формируются в процессе социализации."
            },
            {
                "id": 10,
                "name": "Духовные ценности",
                "desc": "Духовные ценности – то, что создается в процессе духовного производства: произведения искусства, учения, научные открытия и т.д."
            }
        ]
    },
    {
        "id": 2,
        "name": "ПОЛИТИКА",
        "sub_categories": [
            {
                "id": 1,
                "name": "Власть",
                "desc": "Власть – это способность и возможность осуществлять свою волю, оказывать воздействие на деятельность и поведение людей с помощью различных средств (силы, авторитета, традиций, права, денег и т.д.)."
            },
            {
                "id": 2,
                "name": "Политика",
                "desc": "Политика – целенаправленная деятельность государства по решению общественных проблем, постановки и реализации общезначимых целей развития общества или его отдельных сфер."
            },
            {
                "id": 3,
                "name": "Государство",
                "desc": "Государство – организация политической власти, осуществляющая управление обществом, охрану его экономической и социальной структуры; главный институт политической системы общества."
            },
            {
                "id": 4,
                "name": "Государственный суверенитет",
                "desc": "Государственный суверенитет – верховенство государства во внутренней политике и независимость государственной власти от других государств."
            },
            {
                "id": 5,
                "name": "Политический режим",
                "desc": "Политический режим – совокупность методов, средств, приемов осуществления политической власти, отражающая уровень политической свободы."
            },
            {
                "id": 6,
                "name": "Парламент",
                "desc": "Парламент – высший законодательный и представительный орган власти."
            },
            {
                "id": 7,
                "name": "Выборы",
                "desc": "Выборы – процесс избрания депутатов, должностных лиц путем голосования."
            },
            {
                "id": 8,
                "name": "Референдум",
                "desc": "Референдум – всенародное голосование граждан по наиболее важным вопросам государственного значения: законопроектам, действующим законам и др."
            },
            {
                "id": 9,
                "name": "Политическая партия",
                "desc": "Политическая партия – организованная группа единомышленников, выражающая интересы определенных социальных слоев и стремящаяся к завоеванию государственной власти или участию в ее осуществлении."
            },
            {
                "id": 10,
                "name": "Гражданское общество",
                "desc": "Гражданское общество – вся совокупность неполитических отношений; сфера самопроявления свободных граждан и добровольно сформировавшихся ассоциаций и организаций, огражденных соответствующими законами от прямого вмешательства и произвольной регламентации со стороны государственной власти (это совокупность негосударственных общественных отношений и ассоциаций, выражающих разнообразные интересы и потребности членов общества)."
            }
        ]
    },
    {
        "id": 3,
        "name": "СОЦИАЛЬНАЯ СФЕРА ОБЩЕСТВА",
        "sub_categories": [
            {
                "id": 1,
                "name": "Социальная структура общества",
                "desc": "Социальная структура общества – строение общества в целом; совокупность взаимосвязанных и взаимодействующих социальных групп, а также отношения между ними."
            },
            {
                "id": 2,
                "name": "Социальные отношения",
                "desc": "Социальные отношения – определенные устойчивые связи между людьми как представителями социальных групп."
            },
            {
                "id": 3,
                "name": "Социальная группа",
                "desc": "Социальная группа – любая совокупность людей, имеющая какой-либо общий социально-значимый признак (пол, возраст, национальность, профессия, доход, образование, власть)."
            },
            {
                "id": 4,
                "name": "Сословная система",
                "desc": "Сословная система – исторический тип стратификации, которая предусматривает юридическое закрепление человека за той или иной группой с передаваемыми по наследству правами и обязанностями (неравенство социального положения и наличие привилегий)."
            },
            {
                "id": 5,
                "name": "Классовая система",
                "desc": "Классовая система – исторический тип стратификации; система открытого типа, в которой человек принадлежит к большой социальной группе, различающейся по ее роли во всех сферах жизнедеятельности общества (место в системе общественного производства, отношение к средствам производства, роль в общественной организации труда, способы и размеры получаемого богатства)."
            },
            {
                "id": 6,
                "name": "Социальный статус",
                "desc": "Социальный статус – общее положение личности или социальной группы в обществе, связанное с определенной совокупностью прав и обязанностей."
            },
            {
                "id": 7,
                "name": "Социальная норма",
                "desc": "Социальная норма – установленное в обществе правило поведения, регулирующее отношения между людьми; это границы допустимого поведения людей применительно к конкретным условиям их жизнедеятельности."
            },
            {
                "id": 8,
                "name": "Нормы морали",
                "desc": "Нормы морали – это правила поведения, в которых выражаются представления людей о хорошем или плохом, о добре и зле и соблюдение которых обеспечивается авторитетом коллективного сознания, а их нарушение встречает осуждение общества."
            },
            {
                "id": 9,
                "name": "Этническая общность",
                "desc": "Этническая общность – исторически сложившаяся на определенной территории устойчивая совокупность людей, обладающих общими чертами особенностями культуры, языка, историческим самосознанием."
            },
            {
                "id": 10,
                "name": "Социальный конфликт",
                "desc": "Социальный конфликт – столкновение противоположных общественных интересов, взглядов, стремлений, направлений общественного развития."
            }
        ]
    },
    {
        "id": 4,
        "name": "ЧЕЛОВЕК И ОБЩЕСТВО",
        "sub_categories": [
            {
                "id": 1,
                "name": "Общество",
                "desc": "Общество – (1) это обособившаяся от природы, но тесно с ней связанная часть материального мира, включающая в себя способы взаимодействия людей и формы их объединения; (2) это совокупность людей, объединенных для общения, удовлетворения общих интересов, совместного выполнения какой-либо деятельности."
            },
            {
                "id": 2,
                "name": "Природа",
                "desc": "Природа – это совокупность естественных условий существования человеческого общества (среда обитания человека; источник ресурсов, необходимых человеку в производственной деятельности, в повседневной жизни)."
            },
            {
                "id": 3,
                "name": "Глобализация",
                "desc": "Глобализация – процесс, в ходе которого возрастают взаимовлияние и взаимозависимость народов и государств."
            },
            {
                "id": 4,
                "name": "Потребность",
                "desc": "Потребность – это нужда человека в том, что составляет необходимое условие его существования."
            },
            {
                "id": 5,
                "name": "Социализация",
                "desc": "Социализация – продолжающийся всю жизнь процесс усвоения культурных норм и освоения социальных ролей."
            },
            {
                "id": 6,
                "name": "Деятельность",
                "desc": "Деятельность – изменение и преобразование мира в интересах людей, создание того, чего нет в природе."
            },
            {
                "id": 7,
                "name": "Труд",
                "desc": "Труд – вид деятельности, направленный на достижение практически полезного результата (целесообразность, нацеленность на ожидаемый результат, наличие мастерства, умений и знаний, практическая полезность, преобразование внешней среды обитания человека)."
            },
            {
                "id": 8,
                "name": "Познание",
                "desc": "Познание – это активное отражение действительности в сознании человека (процесс приобретения и развития знания на основе практики). Результатом познания является знание. Цель познания – достижение истины."
            },
            {
                "id": 9,
                "name": "Истина",
                "desc": "Истина – знания, соответствующие окружающему миру наиболее полно и точно, т.е. истина всегда объективна."
            },
            {
                "id": 10,
                "name": "Общение",
                "desc": "Общение – вид деятельности, в которой происходит обмен идеями и эмоциями; социально-психологический процесс взаимодействия двух и более людей (обмен информацией, передача опыта). Обязательно наличие партнера."
            }
        ]
    },
    {
        "id": 5,
        "name": "ЭКОНОМИКА",
        "sub_categories": [
            {
                "id": 1,
                "name": "Экономическая наука",
                "desc": "Экономическая наука – это наука о законах развития хозяйства и способах его рационального ведения."
            },
            {
                "id": 2,
                "name": "Производство",
                "desc": "Производство – процесс создания товаров и услуг, предназначенных для удовлетворения личных и общественных потребностей."
            },
            {
                "id": 3,
                "name": "Обмен",
                "desc": "Обмен – процесс, в котором взамен произведенного продукта люди получают деньги или другой продукт (рынок)."
            },
            {
                "id": 4,
                "name": "Потребление",
                "desc": "Потребление – заключительная стадия производства, в которой произведенный продукт используется (потребление предметов длительного пользования) или уничтожается (потребление продовольствия)."
            },
            {
                "id": 5,
                "name": "Товар",
                "desc": "Товар – продукт труда, произведенный для удовлетворения потребностей человека и предназначенный для купли-продажи на рынке."
            },
            {
                "id": 6,
                "name": "Услуга",
                "desc": "Услуга – результат полезной деятельности предприятий (организаций) и отдельных лиц, направленной на удовлетворение определенных потребностей населения и общества."
            },
            {
                "id": 7,
                "name": "Собственность",
                "desc": "Собственность – принадлежность вещей, материальных и духовных ценностей определенным лицам; экономические отношения между людьми по поводу принадлежности, раздела, передела объектов собственности."
            },
            {
                "id": 8,
                "name": "Рынок",
                "desc": "Рынок – экономические отношения, связанные с куплей-продажей товаров и услуг, в результате которых формируются спрос, предложение, цена."
            },
            {
                "id": 9,
                "name": "Спрос",
                "desc": "Спрос – отношение между ценой товара и его количеством, которое покупатели хотят и могут приобрести."
            },
            {
                "id": 10,
                "name": "Бизнес",
                "desc": "Бизнес – экономическая деятельность людей, целью которой является прибыль, доход или иные личные выгоды (совершение коммерческих операций по обмену товарами или услугами)."
            }
        ]
    }
]